Repository: IUCN-ELC/ecolex
Catalog: ecolex/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: International court
es: Corte internacional
fr: Cour internationale

source: National - higher court
es: Nacional - corte superior
fr: Nationale - cour supérieure

source: National - lower court
es: Nacional - corte inferior
fr: Nationale- cour inférieure

source: Preliminary decision
es: Decisión preliminar
fr: Décision préliminaire

source: Regulation
es: Regulación
fr: Règlement

source: Others
es: Otros
fr: Autres

source: In force
es: En vigor
fr: En force

source: Not in force
es: No vigente
fr: Non en vigueur

source: Superseded
es: Sustituida
fr: Remplacé

source: Active
es: Activo
fr: Actif

source: Adopted
es: Adoptado
fr: Adopté

source: Amended
es: Modificada
fr: Modifié

source: Draft
es: Borrador
fr: Brouillon

source: Implements
es: Implementa
fr: Implemente

source: Amended by
es: Enmendado porr
fr: Amendé par

source: Amends
es: Enmienda
fr: Amende

source: Superseded by
es: Remplazado por
fr: Replacé par

source: Supersedes
es: Remplaza
fr: Remplace

source: Enabled by
es: Habilitado por
fr: Habilité par

source: Enables
es: Habilita
fr: Habilite

source: Repeals
es: Revoca
fr: Abroge

source: Repealed by
es: Revocado por
fr: Abrogé par

source: Found
es: Encontró
fr: Trouvé

source: result
es: resultado
fr: résultat

source: COP decision
es: Decision de COP
fr: Décision de la CdP

source: literature item
es: elemento de la literatura
fr: littérature article

source: court decision
es: Decision judicial
fr: jurisprudence

source: Search results
es: Resultados de la búsqueda
fr: Résultats de la recherche

source: Related legislation
es: Legislación relacionada
fr: Législation liée

source: Related literature
es: Literatura relacionada
fr: Littérature liée

source: Other
es: Otro
fr: Autre

source: or
es: o
fr: ou

source: and
es: y
fr: et

source: Reset
es: Reiniciar
fr: Réinitialiser

source: Previous
es: Anterior
fr: Précédent

source: Next
es: Siguiente
fr: Prochain

source: No more results
es: No hay más resultados
fr: Plus de résultats

source: Ratification
es: Fecha de ratificación

source: Accession/approbation
es: Fecha de ascención aprobación
fr: Adhesion

source: Acceptance/approval
es: Fecha de aceptación
fr: Acceptation/approbation

source: Succession
es: Fecha de sucesión

source: Consent to be bound
es: Consentimiento en obligarse
fr: Consentement à être lié

source: Definite signature
es: Fecha de firma definitiva
fr: Définitive signature

source: Entry into force
es: Entrada en vigor
fr: Entrée en vigueur

source: Simple signature
es: Fecha de firma simple
fr: Signature simple

source: Provisional application
es: Aplicación provisional
fr: Application provisoire

source: Withdrawal
es: Retiro
fr: Retrait

source: Show Map
es: Mostrar el mapa
fr: Montrer la carte

source: Hide Map
es: Ocultar mapa
fr: Masquer la carte

source: Sorted by
es: Ordenado por
fr: Trié par

source: Sort by
es: Ordenar por
fr: Trier par

source: Show all
es: Mostrar todo
fr: Montre tout

source: Show only
es: Mostrar solo
fr: Montrer seulement

source: treaties
es: tratados
fr: traités

source: Treaties
es: Tratados
fr: Traités

source: treaty decisions
es: decisiones de los tratados
fr: décisions de traités

source: Treaty decisions
es: Decisiones de los tratados
fr: Décisions de traités

source: legislation
es: legislación
fr: législation

source: Legislation
es: Legislación
fr: Législation

source: jurisprudence
es: jurisprudencia

source: Jurisprudence
es: Jurisprudencia

source: literature
es: doctrina
fr: littérature

source: Literature
es: Doctrina
fr: Littérature

source: Search
es: Buscar
fr: Chercher

source: Country/Territory
es: País/Territorio
fr: Pays/Territoire

source: Type of court
es: Tipo de la corte
fr: Type de cour

source: Date
es: Fecha

source: Source
es: Fuente

source: Court name
es: Nombre del tribunal
fr: Nom du tribunal

source: Seat of court
es: Sede de la corte
fr: Siège de la cour

source: Judge
es: Juez
fr: Juge

source: Reference number
es: Número de referencia
fr: Numéro de référence

source: Language
es: Idioma
fr: Langue

source: Subject
es: Materia
fr: Sujet

source: Keyword
es: Palabra clave
fr: Mot clé

source: Abstract
es: Resumen
fr: Résumé

source: Link to abstract
es: Enlace al resumen
fr: Accès au résumé

source: Full text
es: Texto completo
fr: Texte intégral

source: Available in
es: Disponible en
fr: Disponible en

source: Website
es: Página web
fr: Site web

source: References
es: Referencias
fr: Références

source: Cites
es: Cita
fr: Cite

source: Treaty decision
es: Decisión del tratado
fr: Décision de traités

source: Document type
es: Tipo de documento
fr: Type du document

source: Status
es: Estado
fr: Statut

source: Treaty
es: Tratado
fr: Traité

source: Meeting
es: Reunión
fr: Réunion

source: Territorial subdivision
es: Subdivisión territorial
fr: Sous-division territoriale

source: Original date
es: Fecha original
fr: Date d'origine

source: Consolidation date
es: Fecha de consolidación
fr: Date de la consolidation

source: Long title
es: Título completo
fr: Titre complet

source: Geographical area
es: Área geográphica
fr: Aire géographique

source: Basin
es: Cuenca
fr: Bassin

source: Other references
es: Otras referencias
fr: D'autres références

source: Implements treaty
es: Implementa tratados
fr: Met en oeuvre les traités

source: Cites treaty
es: Cita tratados
fr: Cites traités

source: Cited by
es: Citada por
fr: Cité par

source: Author
es: Autor
fr: Auteur

source: Corporate author
es: Autor corporativo
fr: Auteur institution

source: Journal/Series
es: Título de serie
fr: Périodique/Collection

source: Monograph
es: Monografía
fr: Monographie

source: Title
es: Título
fr: Titre

source: Publisher
es: Editor
fr: Éditeur

source: Place of publication
es: Lugar de publicación
fr: Lieu de publication

source: Pages
es: Páginas

source: Conference name
es: Conferencia
fr: Conférence nom

source: place
es: lugar
fr: lieu

source: date
es: fecha

source: Field of application
es: Campo de aplicación
fr: Champ d'application

source: References from
es: Las referencias de
fr: Références de

source: Title abbreviation
es: Título abreviado
fr: Titre abgrégé

source: Place of adoption
es: Lugar de adopción
fr: Lieu d'adoption

source: Depository
es: Depositario
fr: Dépositaire

source: Comment
es: Comentario
fr: Commentaire

source: Country/Territory/Participant
es: País/Territorio/Participante
fr: Pays/Territoire/Participant

source: See Expanded View
es: Vista ampliada
fr: Vue étendue

source: Countries
es: Países
fr: Des pays

source: Not available
es: No disponible
fr: Indisponible

source: related to this treaty.
es: relacionada con este tratado
fr: liés à ce traité

source: View legislation
es: Ver la legislación
fr: Voir la législation

source: decisions
es: decisiones
fr: les décisions

source: View decisions
es: Ver las decisiones
fr: Voir les décisions

source: View literature
es: Ver la literatura
fr: Voir la littérature

source: View jurisprudence
es: Ver la jurisprudencia
fr: Voir la jurisprudence

source: Related jurisprudence
es: Jurisprudencia relacionada
fr: Jurisprudence liée

source: Implemented by
es: Implementado por
fr: Implementé par

source: Countries/Territories
es: Países/Territorios
fr: Des pays/territoires

source: The gateway to
es: El portal del
fr: Le portail au

source: environmental law
es: derecho ambiental
fr: droit de l'environnement

source: Home
es: Inicio
fr: Accueil

source: About ECOLEX
es: Sobre
fr: Sur ECOLEX

source: User Agreement
es: Acuerdo del Usuario
fr: Accord de l'utilisateur

source: Privacy
es: Privacidad
fr: Confidentialité

source: Acknowledgments
es: Econocimientos
fr: Crédits et remerciements

source: Take a tour
es: Hacer un recorrido
fr: Faire un tour

source: Language:
es: Idioma:
fr: Langue

source: Search in record and full text
es: Buscar en el registro y el texto completo
fr: Rechercher dans l'enregistrement et le texte intégral

source: Joint initiative of
es: Iniciativa conjunta de
fr: Initiative conjointe de

source: Did you mean:
es: Querías decir:
fr: Vouliez-vous dire:

source: One result found.
es: Un resultado encontrado.
fr: Un résultat trouvé.

source: No matches found.
es: No existen resultados.
fr: Aucun resultat trouvé.

source: Reset all filters
es: Reajustar todos los filtros
fr: Réinitialiser tous les filtres

source: Common filters
es: Filtros comunes
fr: Filtres communs

source: Add subject…
es: Añadir materia…
fr: Ajouter sujet…

source: Add subject filter
es: Añadir materia filtro
fr: Ajouter sujet filtre

source: Add keyword…
es: Añadir palabra clave
fr: Ajouter mots clés…

source: Add keyword filter
es: Añadir palabra clave filtro
fr: Ajouter mots clés filtre

source: Add country…
es: Añadir país…
fr: Ajouter pays…

source: Add country filter
es: Añadir país filtro
fr: Ajouter pays filtre

source: Geographical Area
es: Área geográphica
fr: Zone géographique

source: Add geographical area…
es: Añadir área geográphica
fr: Ajouter aire géographique…

source: Add geographical area filter
es: Añadir área geográphica filtro
fr: Ajouter aire géographique filtre

source: Add language…
es: Añadir idioma…
fr: Ajouter langue…

source: Add language filter
es: Añadir idioma filtro
fr: Ajouter langue filtre

source: Year / Period
es: Año / Período
fr: Année / Période

source: From
es: De
fr: De

source: To
es: A
fr: À

source: Treaty filters
es: Filtros de tratados
fr: Filtres du traité

source: Add depository…
es: Añadir depositario
fr: Ajouter dépositaire…

source: Add depository filter
es: Añadir depositario filtro
fr: Ajouter dépositaire filtre

source: Add place of adoption…
es: Añadir lugar de adopción…
fr: Ajouter lieu d'adoption…

source: Add place of adoption filter
es: Añadir lugar de adopción filtro
fr: Ajouter lieu d'adoption filtre

source: Treaty decision filters
es: Filtros de decisión
fr: Filtres de la jurisprudence

source: Add treaty…
es: Añadir tratado…
fr: Ajouter traité…

source: Add treaty filter
es: Añadir tratado filtro
fr: Ajouter traité filtre

source: Type of document
es: Tipo de documento
fr: Type du document

source: Decision status
es: Estado de decisión
fr: Décision statut

source: Legislation filters
es: Filtros de legislación
fr: Filtres de la législation

source: Sub-national/state level
es: Nivel sub-nacional / estatal
fr: Niveau sous-national / etat

source: Add sub-national/state level…
es: Añadir nivel sub-nacional / estatal…
fr: Ajouter niveau sous-national / etat…

source: Add sub-national/state level filter
es: Añadir Nivel sub-nacional / estatal filtro
fr: Ajouter niveau sous-national / etat filtre

source: Jurisprudence filters
es: Filtros de jurisprudencia
fr: Filtres de la jurisprudence

source: Literature filters
es: Filtros de doctrina
fr: Filtres de la littérature

source: Add author…
es: Añadir autor…
fr: Ajouter auteur…

source: Add author filter
es: Añadir autor filtro
fr: Ajouter auteur filtre

source: Add journal/series…
es: Añadir título de serie…
fr: Ajouter périodique/Collection…

source: Add journal/series filter
es: Añadir título de serie filtro
fr: Ajouter périodique/Collection filtre

source: Add publisher…
es: Añadir editor…
fr: Ajouter éditeur…

source: Add publisher filter
es: Añadir editor filtro
fr: Ajouter éditeur filtre

source: Add document type…
es: Añadir tipo de documento
fr: Ajouter type du document…

source: Add document type filter
es: Añadir tipo de documento filtro
fr: Ajouter type du document filtre

source: In
es: En
fr: Dans

source: Publication place
es: Lugar de publicación
fr: Lieu de publication

source: Publication date
es: Fecha del texto
fr: Date de publication

source: Welcome to ECOLEX
es: Bienvenido a ECOLEX
fr: Bienvenue à ECOLEX

source: <p>Always visible from any page. Provides <strong>quick access</strong> to the website's main function.</p><p>We'll start by searching for <em>Fishery conservation</em>.</p>
es: <p>Siempre visible desde cualquier página. Proporciona <strong> acceso rápido </strong> para la función principal del sitio web.</p><p> Vamos a empezar por la búsqueda de <em> conservación de pesquerías</em>.</p>

source: most recent
es: más reciente
fr: le plus récent

source: least recent
es: menos reciente
fr: moins récente

source: relevance
es: pertinencia
fr: pertinence

source: Bilateral
fr: Bilatéral

source: Multilateral
fr: Multilatéral

source: Online course
fr: Cours en ligne

source: record
fr: document

source: Decision
fr: Décision
